Repository: biglinux/biglinux-themes-gui
Catalog: locale/*.po
Languages: bg, cs, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, pl, pt, ro, ru, sk, sv, tr, uk, zh

source: Click to switch to the {} desktop environment
bg: Щракнете, за да превключите на {} работната среда.
cs: Klikněte pro přepnutí na prostředí plochy {}
de: Klicken Sie, um zur {} Desktop-Umgebung zu wechseln.
el: Κάντε κλικ για να αλλάξετε στο {} περιβάλλον επιφάνειας εργασίας
es: Haga clic para cambiar al entorno de escritorio {}
et: Klõpsa, et vahetada {} töölaua keskkonda
fi: Napsauta vaihtaaksesi {} työpöytäympäristöön
fr: Cliquez pour passer à l'environnement de bureau {}
he: לחץ כדי לעבור לסביבת שולחן העבודה {}
hr: Kliknite za prebacivanje na {} radno okruženje
hu: Kattintson a {} asztali környezetre való váltáshoz
is: Smelltu til að skipta yfir í {} skrifborðsumhverfið
it: Fai clic per passare all'ambiente desktop {}
ja: {}デスクトップ環境に切り替えるにはクリックしてください
nl: Klik om over te schakelen naar de {} desktopomgeving
pl: Kliknij, aby przełączyć się na środowisko pulpitu {}
pt: Clique para alternar para o ambiente de desktop {}
ro: Faceți clic pentru a comuta la mediul desktop {}
ru: Нажмите, чтобы переключиться на {} рабочую среду.
sk: Kliknite na prepnutie na prostredie {} plochy
sv: Klicka för att växla till {} skrivbordsmiljö
tr: {} masaüstü ortamına geçmek için tıklayın
uk: Натисніть, щоб перемкнутися на середовище робочого столу {}
zh: 点击切换到{}桌面环境

source: BigLinux Themes
bg: BigLinux Теми
cs: BigLinux Témata
de: BigLinux Themen
el: BigLinux Θέματα
es: Temas de BigLinux
et: BigLinuxi teemad
fi: BigLinux-teemat
fr: Thèmes BigLinux
he: נושאים של BigLinux
hr: BigLinux Tematske
hu: BigLinux Témák
is: BigLinux Þemu
it: BigLinux Temi
ja: BigLinux テーマ
nl: BigLinux Thema's
pl: Motywy BigLinux
pt: Temas do BigLinux
ro: Teme BigLinux
ru: Темы BigLinux
sk: BigLinux Témy
sv: BigLinux Teman
tr: BigLinux Temaları
uk: BigLinux Теми
zh: BigLinux 主题

source: Themes
bg: Темите
cs: Témata
de: Themen
el: Θέματα
es: Temas
et: Teemad
fi: Teemat
fr: Thèmes
he: נושאים
hr: Teme
hu: Témák
is: Þemu
it: Temi
ja: テーマ
nl: Thema's
pl: Motywy
pt: Temas
ro: Teme
ru: Темы
sk: Témy
sv: Teman
tr: Temalar
uk: Теми
zh: 主题

source: Enhanced Contrast
bg: Подобрена контрастност
de: Verbesserter Kontrast
el: Ενισχυμένη Αντίθεση
es: Contraste Mejorado
et: Täpsem kontrastsus
fi: Parannettu kontrasti
fr: Contraste amélioré
he: ניגודיות משופרת
hr: Poboljšani kontrast
hu: Fokozott Kontraszt
is: Bættur andstæða
it: Contrasto Migliorato
ja: 強化されたコントラスト
nl: Verbeterd Contrast
pl: Zwiększony kontrast
pt: Contraste Aprimorado
ro: Contrast Îmbunătățit
ru: Улучшенный контраст
sk: Vylepšený kontrast
sv: Förbättrad kontrast
tr: Geliştirilmiş Kontrast
uk: Покращений контраст
zh: 增强对比度

source: Desktop
bg: Работен плот
el: Επιφάνεια εργασίας
es: Escritorio
et: Töölaua
fi: Työpöytä
fr: Bureau
he: שולחן עבודה
hr: Radna površina
hu: Asztal
is: Skráborð
ja: デスクトップ
nl: Bureaublad
pl: Pulpit
pt: Área de Trabalho
ru: Рабочий стол
sv: Skrivbord
tr: Masaüstü
uk: Стіл робочого столу
zh: 桌面

source: Confirm Theme Change
bg: Потвърдете промяната на темата
cs: Potvrdit změnu motivu
de: Themenwechsel bestätigen
el: Επιβεβαίωση Αλλαγής Θέματος
es: Confirmar cambio de tema
et: Kinnita teema muutmine
fi: Vahvista teeman vaihto
fr: Confirmer le changement de thème
he: אשר שינוי ערכת נושא
hr: Potvrdi promjenu teme
hu: Téma váltás megerősítése
is: Staðfesta þema breytingu
it: Conferma modifica tema
ja: テーマの変更を確認する
nl: Bevestig Thema Wijziging
pl: Potwierdź zmianę motywu
pt: Confirmar Mudança de Tema
ro: Confirmare schimbare temă
ru: Подтвердить изменение темы
sk: Potvrdiť zmenu témy
sv: Bekräfta temaförändring
tr: Tema Değişikliğini Onayla
uk: Підтвердити зміну теми
zh: 确认主题更改

source: Do you want to apply the selected theme again?
bg: Искате ли да приложите отново избраната тема?
cs: Chcete znovu použít vybranou šablonu?
de: Möchten Sie das ausgewählte Thema erneut anwenden?
el: Θέλετε να εφαρμόσετε ξανά το επιλεγμένο θέμα;
es: ¿Deseas aplicar el tema seleccionado nuevamente?
et: Kas soovite valitud teemat uuesti rakendada?
fi: Haluatko soveltaa valittua teemaa uudelleen?
fr: Voulez-vous appliquer à nouveau le thème sélectionné ?
he: האם אתה רוצה להחיל שוב את הנושא שנבחר?
hr: Želite li ponovno primijeniti odabranu temu?
hu: Szeretné újra alkalmazni a kiválasztott témát?
is: Viltu aftur beita valda þemanu?
it: Vuoi applicare di nuovo il tema selezionato?
ja: 選択したテーマを再適用しますか？
nl: Wilt u het geselecteerde thema opnieuw toepassen?
pl: Czy chcesz ponownie zastosować wybrany motyw?
pt: Você deseja aplicar o tema selecionado novamente?
ro: Vrei să aplici din nou tema selectată?
ru: Вы хотите снова применить выбранную тему?
sk: Chcete znovu použiť vybranú tému?
sv: Vill du tillämpa det valda temat igen?
tr: Seçilen temayı tekrar uygulamak istiyor musunuz?
uk: Чи хочете ви знову застосувати вибрану тему?
zh: 您想再次应用所选主题吗？

source: Cancel
bg: Отмяна
cs: Zrušit
de: Abbrechen
el: Ακύρωση
es: Cancelar
et: Tühista
fi: Peruuta
fr: Annuler
he: ביטול
hr: Otkaži
hu: Mégse
is: Hætta við
it: Annulla
ja: キャンセル
nl: Annuleren
pl: Anuluj
pt: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sv: Avbryt
tr: İptal et
uk: Скасувати
zh: 取消

source: Apply
bg: Приложи
de: Anwenden
el: Εφαρμογή
es: Aplicar
et: Kinnita
fi: Käytä
fr: Appliquer
he: החל
hr: Primijeni
hu: Alkalmazás
is: Sækja
it: Applica
ja: 適用する
nl: Toepassen
pl: Zastosuj
pt: Aplicar
ro: Aplică
ru: Применить
sk: Použiť
sv: Tillämpa
tr: Uygula
uk: Застосувати
zh: 应用

source: Do you want to change the theme to {}?
bg: Искате ли да промените темата на {}?
cs: Chcete změnit téma na {}?
de: Möchten Sie das Thema zu {} ändern?
el: Θέλεις να αλλάξεις το θέμα σε {};
es: ¿Quieres cambiar el tema a {}?
et: Kas soovite teemat muuta {}?
fi: Haluatko vaihtaa teeman {}?
fr: Voulez-vous changer le thème en {} ?
he: האם אתה רוצה לשנות את הנושא ל{}?
hr: Želite li promijeniti temu u {}?
hu: Szeretnéd megváltoztatni a témát erre: {}?
is: Viltu breyta þemanu í {}?
it: Vuoi cambiare il tema in {}?
ja: {}にテーマを変更しますか？
nl: Wilt u het thema wijzigen naar {}?
pl: Czy chcesz zmienić motyw na {}?
pt: Você deseja mudar o tema para {}?
ro: Vrei să schimbi tema în {}?
ru: Вы хотите изменить тему на {}?
sk: Chcete zmeniť tému na {}?
sv: Vill du ändra temat till {}?
tr: Temayı {} olarak değiştirmek ister misiniz?
uk: Чи хочете ви змінити тему на {}?
zh: 您想将主题更改为 {} 吗？

source: Confirm Desktop Change
bg: Потвърдете промяната на работния плот
cs: Potvrdit změnu plochy
de: Desktopänderung bestätigen
el: Επιβεβαίωση Αλλαγής Επιφάνειας Εργασίας
es: Confirmar cambio de escritorio
et: Kinnita töölaua muutus
fi: Vahvista työpöydän muutos
fr: Confirmer le changement de bureau
he: אשר שינוי שולחן עבודה
hr: Potvrdi promjenu radne površine
hu: Asztali Változtatás Megerősítése
is: Staðfesta skrifborðsbreytingu
it: Conferma modifica desktop
ja: デスクトップの変更を確認する
nl: Bevestig Desktop Wijziging
pl: Potwierdź zmianę pulpitu
pt: Confirmar Alteração de Área de Trabalho
ro: Confirmare schimbare desktop
ru: Подтвердить изменение рабочего стола
sk: Potvrdiť zmenu plochy
sv: Bekräfta skrivbordsändring
tr: Masaüstü Değişikliğini Onayla
uk: Підтвердити зміну робочого столу
zh: 确认桌面更改

source: Do you want to reapply a clean configuration of that desktop?
bg: Искате ли да приложите отново чиста конфигурация на този работен плот?
cs: Chcete znovu použít čistou konfiguraci této plochy?
de: Möchten Sie eine saubere Konfiguration dieses Desktops erneut anwenden?
el: Θέλετε να επαναφέρετε μια καθαρή ρύθμιση αυτού του επιτραπέζιου υπολογιστή;
es: ¿Quieres reaplicar una configuración limpia de ese escritorio?
et: Kas soovite sellele töölauale uuesti puhta konfiguratsiooni rakendada?
fi: Haluatko soveltaa puhdasta kokoonpanoa tälle työpöydälle?
fr: Voulez-vous réappliquer une configuration propre de ce bureau ?
he: האם אתה רוצה להחיל מחדש קונפיגורציה נקייה של שולחן העבודה הזה?
hr: Želite li ponovno primijeniti čistu konfiguraciju tog radnog stola?
hu: Szeretnéd újraalkalmazni a tiszta konfigurációt azon az asztalon?
is: Viltu endurhanna hreina stillingu á því skrifborði?
it: Vuoi ripristinare una configurazione pulita di quel desktop?
ja: そのデスクトップのクリーンな設定を再適用しますか？
nl: Wilt u een schone configuratie van die desktop opnieuw toepassen?
pl: Czy chcesz ponownie zastosować czystą konfigurację tego pulpitu?
pt: Você deseja reaplicar uma configuração limpa desse desktop?
ro: Vrei să reaplici o configurație curată a acelui desktop?
ru: Вы хотите повторно применить чистую конфигурацию этого рабочего стола?
sk: Chcete znovu aplikovať čistú konfiguráciu tejto pracovnej plochy?
sv: Vill du återanvända en ren konfiguration av den skrivbordet?
tr: O o temiz bir yapılandırmayı o masaüstüne yeniden uygulamak ister misiniz?
uk: Чи хочете ви повторно застосувати чисту конфігурацію цього робочого столу?
zh: 您想要重新应用该桌面的干净配置吗？

source: Configuration
bg: Конфигурация
cs: Konfigurace
de: Konfiguration
el: Διαμόρφωση
es: Configuración
et: Konfiguratsioon
fi: Konfiguraatio
he: הגדרה
hr: Konfiguracija
hu: Beállítások
is: Skilgreining
it: Configurazione
ja: 設定
nl: Configuratie
pl: Konfiguracja
pt: Configuração
ro: Configurare
ru: Конфигурация
sk: Konfigurácia
sv: Konfiguration
tr: Yapılandırma
uk: Конфігурація
zh: 配置

source: You've used this desktop before, do you want to restore your customization or use the original configuration?
bg: Вие сте използвали този работен плот преди, искате ли да възстановите вашата персонализация или да използвате оригиналната конфигурация?
cs: Tento desktop jste již používali, chcete obnovit své přizpůsobení nebo použít původní konfiguraci?
de: Sie haben diesen Desktop zuvor verwendet. Möchten Sie Ihre Anpassungen wiederherstellen oder die ursprüngliche Konfiguration verwenden?
el: Έχετε χρησιμοποιήσει αυτήν την επιφάνεια εργασίας πριν, θέλετε να επαναφέρετε την προσαρμογή σας ή να χρησιμοποιήσετε την αρχική ρύθμιση;
es: Has utilizado este escritorio antes, ¿quieres restaurar tu personalización o usar la configuración original?
et: Oled olete seda töölauad varem kasutanud, kas soovite taastada oma kohandused või kasutada originaalset konfiguratsiooni?
fi: Olet käyttänyt tätä työpöytää aiemmin, haluatko palauttaa mukautuksesi vai käyttää alkuperäistä asetusta?
fr: Vous avez déjà utilisé ce bureau, souhaitez-vous restaurer votre personnalisation ou utiliser la configuration d'origine ?
he: שימושת בשולחן העבודה הזה בעבר, האם אתה רוצה לשחזר את ההתאמה האישית שלך או להשתמש בהגדרה המקורית?
hr: Već ste koristili ovu radnu površinu, želite li vratiti svoju prilagodbu ili koristiti izvorne postavke?
hu: Már használtad ezt az asztalt, szeretnéd visszaállítani a testreszabásaidat, vagy az eredeti konfigurációt szeretnéd használni?
is: Þú hefur notað þennan skrifborð áður, viltu endurheimta aðlögunina þína eða nota upprunalegu stillinguna?
it: Hai già utilizzato questo desktop, vuoi ripristinare la tua personalizzazione o utilizzare la configurazione originale?
ja: 以前このデスクトップを使用したことがあります。カスタマイズを復元しますか、それとも元の設定を使用しますか？
nl: Je hebt deze desktop eerder gebruikt, wil je je aanpassingen herstellen of de originele configuratie gebruiken?
pl: Używałeś tego pulpitu wcześniej, czy chcesz przywrócić swoje dostosowania, czy użyć oryginalnej konfiguracji?
pt: Você já usou esta área de trabalho antes, deseja restaurar sua personalização ou usar a configuração original?
ro: Ai folosit acest desktop înainte, dorești să îți restaurezi personalizarea sau să folosești configurația originală?
ru: Вы уже использовали этот рабочий стол, хотите восстановить свою настройку или использовать оригинальную конфигурацию?
sk: Tento desktop ste už používali, chcete obnoviť svoje prispôsobenie alebo použiť pôvodnú konfiguráciu?
sv: Du har använt den här skrivbordet tidigare, vill du återställa din anpassning eller använda den ursprungliga konfigurationen?
tr: Daha önce bu masaüstünü kullandınız, özelleştirmenizi geri yüklemek ister misiniz yoksa orijinal yapılandırmayı mı kullanmak istersiniz?
uk: Ви раніше використовували цей робочий стіл, чи хочете ви відновити свою персоналізацію або використовувати оригінальну конфігурацію?
zh: 您之前使用过此桌面，您想恢复您的自定义设置还是使用原始配置？

source: Original
bg: Оригинал
hr: Izvorni
hu: Eredeti
ja: オリジナル
sk: Pôvodný

source: Restore
bg: Възстанови
cs: Obnovit
de: Wiederherstellen
el: Αποκατάσταση
es: Restaurar
et: Taasta
fi: Palauta
fr: Restaurer
he: שחזר
hr: Vrati
hu: Visszaállítás
is: Endurheimta
it: Ripristina
ja: 復元
nl: Herstellen
pl: Przywróć
pt: Restaurar
ro: Restaurare
ru: Восстановить
sk: Obnoviť
sv: Återställ
tr: Geri Yükle
uk: Відновити
zh: 恢复

source: The settings have been changed. To apply them throughout the system, log off and log in again.
bg: Настройките бяха променени. За да ги приложите в цялата система, излезте и влезте отново.
cs: Nastavení byla změněna. Chcete-li je použít v celém systému, odhlaste se a znovu se přihlaste.
de: Die Einstellungen wurden geändert. Um sie im gesamten System anzuwenden, melden Sie sich ab und wieder an.
el: Οι ρυθμίσεις έχουν αλλάξει. Για να εφαρμοστούν σε όλο το σύστημα, αποσυνδεθείτε και συνδεθείτε ξανά.
es: Se han cambiado la configuración. Para aplicarlas en todo el sistema, cierra sesión y vuelve a iniciar sesión.
et: Seaded on muudetud. Nende rakendamiseks kogu süsteemis logige välja ja logige uuesti sisse.
fi: Asetuksia on muutettu. Jotta ne voidaan soveltaa koko järjestelmään, kirjaudu ulos ja kirjaudu takaisin sisään.
fr: Les paramètres ont été modifiés. Pour les appliquer à l'ensemble du système, déconnectez-vous et reconnectez-vous.
he: ההגדרות שונו. כדי ליישם אותן בכל המערכת, התנתק והתחבר שוב.
hr: Postavke su promijenjene. Da biste ih primijenili u cijelom sustavu, odjavite se i ponovno prijavite.
hu: A beállítások megváltoztak. Azok rendszer szintű alkalmazásához jelentkezzen ki, majd jelentkezzen be újra.
is: Stillingar hafa verið breyttar. Til að beita þeim um allt kerfið, skráðu þig út og skráðu þig inn aftur.
it: Le impostazioni sono state modificate. Per applicarle in tutto il sistema, disconnettiti e accedi di nuovo.
ja: 設定が変更されました。システム全体に適用するには、ログオフして再度ログインしてください。
nl: De instellingen zijn gewijzigd. Om ze in het hele systeem toe te passen, log uit en log opnieuw in.
pl: Ustawienia zostały zmienione. Aby zastosować je w całym systemie, wyloguj się i zaloguj ponownie.
pt: As configurações foram alteradas. Para aplicá-las em todo o sistema, faça logout e faça login novamente.
ro: Setările au fost modificate. Pentru a le aplica în întregul sistem, deconectați-vă și conectați-vă din nou.
ru: Настройки были изменены. Чтобы применить их по всей системе, выйдите из системы и войдите снова.
sk: Nastavenia boli zmenené. Aby sa uplatnili v celom systéme, odhláste sa a prihláste sa znova.
sv: Inställningarna har ändrats. För att tillämpa dem i hela systemet, logga ut och logga in igen.
tr: Ayarlar değiştirilmiştir. Bunları sistem genelinde uygulamak için, oturumu kapatın ve tekrar oturum açın.
uk: Налаштування були змінені. Щоб застосувати їх по всій системі, вийдіть з облікового запису та увійдіть знову.
zh: 设置已更改。要在整个系统中应用它们，请注销并重新登录。

source: Display Settings
bg: Настройки на дисплея
de: Anzeigeeinstellungen
el: Ρυθμίσεις Οθόνης
es: Configuración de pantalla
et: Kuva seaded
fi: Näyttöasetukset
fr: Paramètres d'affichage
he: הגדרות תצוגה
hr: Postavke prikaza
hu: Kijelzőbeállítások
is: Sýningarstillingar
it: Impostazioni di visualizzazione
ja: 表示設定
nl: Beeldinstellingen
pl: Ustawienia wyświetlania
pt: Configurações de Exibição
ro: Setări de afișare
ru: Настройки дисплея
sk: Nastavenia zobrazenia
sv: Skärminställningar
tr: Ekran Ayarları
uk: Налаштування дисплея
zh: 显示设置

source: This will modify the display settings. Do you want to continue or configure manually?
bg: Това ще промени настройките на дисплея. Искате ли да продължите или да конфигурирате ръчно?
de: Dies wird die Anzeigeeinstellungen ändern. Möchten Sie fortfahren oder manuell konfigurieren?
el: Αυτό θα τροποποιήσει τις ρυθμίσεις εμφάνισης. Θέλετε να συνεχίσετε ή να ρυθμίσετε χειροκίνητα;
es: Esto modificará la configuración de la pantalla. ¿Desea continuar o configurar manualmente?
et: See muudab kuvamise seadistusi. Kas soovite jätkata või konfigureerida käsitsi?
fi: Tämä muokkaa näyttöasetuksia. Haluatko jatkaa vai määrittää manuaalisesti?
fr: Cela modifiera les paramètres d'affichage. Voulez-vous continuer ou configurer manuellement ?
he: זה ישנה את הגדרות התצוגה. האם אתה רוצה להמשיך או להגדיר ידנית?
hr: Ovo će izmijeniti postavke prikaza. Želite li nastaviti ili konfigurirati ručno?
hu: Ez módosítani fogja a megjelenítési beállításokat. Folytatni szeretné vagy manuálisan konfigurálni?
is: Þetta mun breyta skjástillingunum. Viltu halda áfram eða stilla handvirkt?
it: Questo modificherà le impostazioni di visualizzazione. Vuoi continuare o configurare manualmente?
ja: これにより、表示設定が変更されます。続行しますか、それとも手動で設定しますか？
nl: Dit zal de weergave-instellingen wijzigen. Wilt u doorgaan of handmatig configureren?
pl: To zmieni ustawienia wyświetlania. Czy chcesz kontynuować, czy skonfigurować ręcznie?
pt: Isso irá modificar as configurações de exibição. Você deseja continuar ou configurar manualmente?
ro: Aceasta va modifica setările de afișare. Doriți să continuați sau să configurați manual?
ru: Это изменит настройки отображения. Вы хотите продолжить или настроить вручную?
sk: Toto upraví nastavenia zobrazenia. Chcete pokračovať alebo nastaviť manuálne?
sv: Detta kommer att ändra visningsinställningarna. Vill du fortsätta eller konfigurera manuellt?
tr: Bu, görüntü ayarlarını değiştirecektir. Devam etmek veya manuel olarak yapılandırmak istiyor musunuz?
uk: Це змінить налаштування відображення. Ви хочете продовжити або налаштувати вручну?
zh: 这将修改显示设置。您想继续还是手动配置？

source: Configure Manually
bg: Конфигуриране ръчно
de: Manuell konfigurieren
el: Ρύθμιση Χειροκίνητα
es: Configurar manualmente
et: Konfigureeri käsitsi
fi: Määritä manuaalisesti
fr: Configurer manuellement
he: הגדר ידנית
hr: Ručno konfiguriraj
hu: Manuális konfigurálás
is: Stilla handvirkt
it: Configura manualmente
ja: 手動で設定する
nl: Handmatig configureren
pl: Konfiguruj ręcznie
pt: Configurar Manualmente
ro: Configurează manual
ru: Настроить вручную
sk: Konfigurácia manuálne
sv: Konfigurera manuellt
tr: Manuel Olarak Yapılandırın
uk: Налаштувати вручну
zh: 手动配置

source: Could not open display settings
bg: Не можа да се отвори настройките на дисплея.
de: Konnte die Anzeigeeinstellungen nicht öffnen.
el: Δεν ήταν δυνατή η ανοίγμα των ρυθμίσεων οθόνης.
es: No se pudo abrir la configuración de pantalla.
et: Ei õnnestunud avada kuvaseadeid.
fi: Ei voitu avata näyttöasetuksia.
fr: Impossible d'ouvrir les paramètres d'affichage.
he: לא ניתן לפתוח את הגדרות התצוגה
hr: Nije moguće otvoriti postavke prikaza
hu: Nem sikerült megnyitni a kijelzőbeállításokat.
is: Gat ekki opnað stillingar fyrir skjá.
it: Impossibile aprire le impostazioni del display.
ja: ディスプレイ設定を開けませんでした。
nl: Kon de weergave-instellingen niet openen
pl: Nie można otworzyć ustawień wyświetlania.
pt: Não foi possível abrir as configurações de exibição.
ro: Nu s-au putut deschide setările de afișare.
ru: Не удалось открыть настройки дисплея.
sk: Nepodarilo sa otvoriť nastavenia zobrazenia.
sv: Kunde inte öppna skärminställningar
tr: Ekran ayarları açılamadı.
uk: Не вдалося відкрити налаштування дисплея.
zh: 无法打开显示设置

source: Enhanced contrast enabled
bg: Активиран подобрен контраст
de: Erhöhter Kontrast aktiviert
el: Ενεργοποιημένη η ενισχυμένη αντίθεση
es: Contraste mejorado habilitado
et: Täpsem kontrastsus lubatud
fi: Parannettu kontrasti käytössä
fr: Contraste amélioré activé
he: ניגודיות משופרת מופעלת
hr: Omogućena poboljšana kontrastnost
hu: Fokozott kontraszt engedélyezve
is: Aukin andstæða virkjuð
it: Contrasto migliorato abilitato
ja: コントラスト強化が有効になりました
nl: Verbeterd contrast ingeschakeld
pl: Włączony poprawiony kontrast
pt: Contraste aprimorado ativado
ro: Contrast îmbunătățit activat
ru: Улучшенный контраст включен
sk: Vylepšený kontrast povolený
sv: Förbättrad kontrast aktiverad
tr: Geliştirilmiş kontrast etkinleştirildi
uk: Покращений контраст увімкнено
zh: 增强对比度已启用

source: Enhanced contrast disabled
bg: Подобреният контраст е деактивиран.
de: Erhöhter Kontrast deaktiviert
el: Η ενισχυμένη αντίθεση είναι απενεργοποιημένη.
es: Contraste mejorado desactivado
et: Täpne kontrast keelatud
fi: Parannettu kontrasti pois päältä
fr: Contraste amélioré désactivé
he: ניגודיות משופרת מושבתת
hr: Poboljšani kontrast onemogućen
hu: Fokozott kontraszt letiltva
is: ניגודיות משופרת מושבתת
it: Contrasto migliorato disabilitato
ja: 強化コントラスト無効
nl: Verbeterd contrast uitgeschakeld
pl: Wzmocniony kontrast wyłączony
pt: Contraste aprimorado desativado
ro: Contrast îmbunătățit dezactivat
ru: Улучшенный контраст отключен
sk: Vylepšený kontrast je vypnutý.
sv: Förbättrad kontrast inaktiverad
tr: Geliştirilmiş kontrast devre dışı bırakıldı.
uk: Покращений контраст вимкнено
zh: 增强对比度已禁用

source: Error applying display settings
bg: Грешка при прилагане на настройки за показване
de: Fehler beim Anwenden der Anzeigeeinstellungen
el: Σφάλμα κατά την εφαρμογή ρυθμίσεων οθόνης
es: Error al aplicar la configuración de pantalla
et: Vea seadete rakendamisel tekkis viga
fi: Virhe näyttöasetusten soveltamisessa
fr: Erreur lors de l'application des paramètres d'affichage
he: שגיאה בהחלת הגדרות התצוגה
hr: Greška pri primjeni postavki prikaza
hu: Hiba a megjelenítési beállítások alkalmazásakor
is: Villa að beita skjástillingum
it: Errore nell'applicazione delle impostazioni di visualizzazione
ja: ディスプレイ設定の適用中にエラーが発生しました。
nl: Fout bij het toepassen van weergave-instellingen
pl: Błąd podczas stosowania ustawień wyświetlania
pt: Erro ao aplicar as configurações de exibição
ro: Eroare la aplicarea setărilor de afișare
ru: Ошибка применения настроек дисплея
sk: Chyba pri aplikovaní nastavení zobrazenia
sv: Fel vid tillämpning av visningsinställningar
tr: Ekran ayarlarını uygularken hata oluştu.
uk: Помилка застосування налаштувань відображення
zh: 应用显示设置时出错

source: Click to apply the {} theme
bg: Щракнете, за да приложите темата {}
cs: Klikněte pro použití motivu {}
de: Klicken Sie, um das {}-Thema anzuwenden.
el: Κάντε κλικ για να εφαρμόσετε το θέμα {}
es: Haz clic para aplicar el tema {}
et: Klõpsa, et rakendada {} teemat
fi: Napsauta soveltaaksesi {} teeman.
fr: Cliquez pour appliquer le thème {}
he: לחץ כדי להחיל את ערכת הנושא {}
hr: Kliknite za primjenu {} teme
hu: Kattintson a {} téma alkalmazásához
is: Smelltu til að beita {} þema.
it: Clicca per applicare il tema {}
ja: {}テーマを適用するにはクリックしてください。
nl: Klik om het {} thema toe te passen
pl: Kliknij, aby zastosować motyw {}
pt: Clique para aplicar o tema {}
ro: Faceți clic pentru a aplica tema {}
ru: Нажмите, чтобы применить тему {}
sk: Kliknite na použitie témy {}
sv: Klicka för att tillämpa {}-temat
tr: {} temasını uygulamak için tıklayın
uk: Натисніть, щоб застосувати тему {}
zh: 点击应用{}主题

source: No
cs: Ne

source: Yes
cs: Ano
